import React from 'react';
import logo from "../../assets/image/logo.jpg"
import { FaTelegramPlane } from 'react-icons/fa';
const Welcome = () => {
    return (
        <div>
            <div className='bg-gray-200 py-3'>
                <h3 className='text-lg font-bold text-green-700 mx-5'>আমাদের ওয়েবসাইটে স্বাগতম</h3>
            </div>
            {/* <div className="divider bg-green-500 "></div> */}
            <div>
            <div className='text-l text-justify my-3'>
                <img className='float-left m-1' src={logo} alt="" />
                <p className='py-2'>একবিংশ শতাব্দীর চ্যালেঞ্জ মোকাবেলা ও মেধার সঠিক বিকাশ সাধন
                    এবং নৈতিকতার আত্মবিশ্বাসী সুনাগরিক হিসেবে গড়ে তোলার লক্ষে
                    বিজ্ঞানভিত্তিক শ্রেণি কার্যক্রম, পদ্ধতিগত শিক্ষা, নিয়মিত পরীক্ষা,
                    ধারাবাহিক অনুশীলন, আধুনিক শিক্ষা উপকরণ ব্যবহার পূর্বক পাঠদান
                    করা হয়্ রাজনীতি ও ধূমপান মুক্ত, নিরাপদ ও সুশৃঙ্খল শিক্ষা পরিবেশ। সুপরিকল্পিত শিক্ষা পদ্ধতি, দক্ষ ব্যবস্থাপনা ও শিক্ষক মন্ডলীর ঐকান্তিক
                    প্রচেষ্টায় এখানে শিক্ষার সুন্দর পরিবেশ নিশ্চিত করা সম্ভব হয়েছে ।
                    বিদ্যালয়ের আভ্যন্তরীন পরীক্ষা সহ পিইসি, জেএসসি ও এসএসসি
                    পরীক্ষার ফলাফল অত্যন্ত ভাল। সকল পাবলিক পরীক্ষায় বিগত
                    বছরগুলোতে প্রায় শতভাগ সাফল্য আমাদের একটি বড় অর্জন ।
                    তবে শুধু ভাল ফল অর্জনই নয়, মানসম্মত শিক্ষা ও প্রযুক্তিনির্ভর জ্ঞানার্জনের
                    মাধ্যমে শিক্ষার্থীদেরকে যোগ্য নাগরিক হিসেবে গড়ে তোলাই আমাদের অন্যতম লক্ষ্য ।
                    আমরা চেষ্টা করে যাচ্ছি । আশা করছি অচিরেই এ প্রতিষ্ঠানের শিক্ষার্থীরা জীবনের প্রতিটি
                    ক্ষেত্রে তাদের প্রতিভা বিকাশে উজ্জ্বল স্বাক্ষর রাখার পাশাপশি নিজেদেরকে ভাল মানুষ
                    হিসেবে গড়ে তুলতে সক্ষম হবে ।... </p>
                    <p className='flex justify-end'>আরো পড়ুন ... <FaTelegramPlane></FaTelegramPlane> </p>
            </div>
            </div>
        </div>
    );
};

export default Welcome;